[
  {
    "id": 1,
    "chapterId": 2,
    "slug": "xay-dung-va-bao-ve-chinh-quyen-cach-mang-1945-1946",
    "title": "Xây dựng và bảo vệ chính quyền cách mạng 1945 - 1946",
    "titleEn": "Building and Protecting the Revolutionary Government 1945 - 1946",
    "thumbnail": "https://llct.1cdn.vn/2022/11/14/lyluanchinhtri.vn-home-media-k2-items-cache-_f3223cd8df82a9a2d8d37fafbcfeb167_l.jpg",
    "author": "Admin",
    "createdAt": "2024-06-01",
    "readTime": "25 phút",
    "readTimeEn": "25 minutes",
    "excerpt": "Tìm hiểu về tình hình Việt Nam sau Cách mạng Tháng Tám 1945, những thuận lợi và khó khăn, cùng các nhiệm vụ và chủ trương của Đảng trong giai đoạn xây dựng và bảo vệ chính quyền cách mạng non trẻ.",
    "excerptEn": "Learn about Vietnam's situation after the August Revolution of 1945, the advantages and difficulties, and the Party's tasks and policies in building and protecting the young revolutionary government.",
    "content": "# 2.1.1. Xây dựng và bảo vệ chính quyền cách mạng 1945 - 1946\n\n## 1. Tình hình Việt Nam sau Cách mạng Tháng Tám 1945:\n\n### a) Thuận lợi:\n\n- Việt Nam trở thành quốc gia độc lập, tự do. Nhân dân từ nô lệ trở thành người chủ đất nước.\n- Chính quyền cách mạng được hình thành thống nhất từ Trung ương đến cơ sở.\n- Đảng Cộng sản trở thành đảng cầm quyền.\n\n### b) Khó khăn:\n\nTình hình được mô tả là \"Ngàn cân treo sợi tóc\".\n\n**Nội bộ:**\n- Hệ thống chính quyền mới non trẻ, yếu kém.\n- Hủ tục lạc hậu, thói hư tật xấu chưa khắc phục.\n- 95% dân số mù chữ.\n- 2 triệu người chết đói.\n- Kinh tế xơ xác, tài chính kiệt quệ (kho bạc trống rỗng).\n- 50% ruộng đất bị bỏ hoang.\n\n**Bên ngoài:**\n- Các nước đế quốc âm mưu chia lại thuộc địa.\n- Thực dân Pháp trở lại xâm lược (đánh chiếm Sài Gòn - Gia Định đêm 22 rạng sáng 23/9/1945).\n- Quân đội Trung Hoa dân quốc (20 vạn) và Liên quân Anh - Ấn (2 vạn) tiến vào giải giáp quân Nhật, kéo theo Việt Quốc, Việt Cách âm mưu lật đổ chính quyền.\n\n## 2. Nhiệm vụ và Chủ trương của Đảng:\n\n### a) Nhiệm vụ lớn trước mắt:\n\n- Diệt giặc đói\n- Diệt giặc dốt\n- Diệt giặc ngoại xâm\n\n### b) Chỉ thị \"Kháng chiến kiến quốc\" (25/11/1945):\n\n- Xác định kẻ thù chính là thực dân Pháp.\n- Khẩu hiệu là \"Dân tộc trên hết, Tổ quốc trên hết\".\n- Nhiệm vụ là củng cố chính quyền, chống Pháp, bài trừ nội phản và cải thiện đời sống.\n\n### c) Các biện pháp cụ thể:\n\n**Xây dựng chế độ mới:**\n- Khẩn trương bầu cử Quốc hội vào ngày 6/1/1946.\n- Quốc hội khóa I (2/3/1946) thành lập Chính phủ chính thức.\n\n**Chống giặc đói:**\n- Thực hiện các phong trào như \"Hũ gạo tiết kiệm\", tăng gia sản xuất, giảm tô 25%, bãi bỏ thuế thân.\n- Nạn đói cơ bản được đẩy lùi vào đầu năm 1946.\n\n**Chống giặc dốt:**\n- Phát động \"Bình dân học vụ\" và phong trào \"Toàn dân học chữ quốc ngữ\".\n- Đến cuối năm 1946, 2,5 triệu người biết chữ quốc ngữ.\n\n**Đấu tranh ngoại giao khôn khéo:**\n- Nhân nhượng với Tưởng Giới Thạch để rảnh tay đối phó với Pháp.\n- Ký Hiệp định sơ bộ 6/3/1946 với Pháp, công nhận Việt Nam là một quốc gia tự do.\n- Chỉ thị \"Hòa để tiến\" (9/3/1946) kêu gọi nêu cao tinh thần cảnh giác và sẵn sàng chiến đấu.",
    "contentEn": "# 2.1.1. Building and Protecting the Revolutionary Government 1945 - 1946\n\n## 1. Vietnam's Situation after the August Revolution of 1945:\n\n### a) Advantages:\n\n- Vietnam became an independent and free nation. The people transformed from slaves to masters of the country.\n- The revolutionary government was formed uniformly from central to grassroots levels.\n- The Communist Party became the ruling party.\n\n### b) Difficulties:\n\nThe situation was described as \"A thousand pounds hanging by a thread\".\n\n**Internal:**\n- The new government system was young and weak.\n- Backward customs and bad habits had not been overcome.\n- 95% of the population was illiterate.\n- 2 million people died from famine.\n- The economy was devastated, finances were exhausted (treasury was empty).\n- 50% of farmland was abandoned.\n\n**External:**\n- Imperialist countries plotted to re-divide colonies.\n- French colonialists returned to invade (captured Saigon - Gia Dinh on the night of 22nd to early morning 23rd September 1945).\n- Chinese Nationalist forces (200,000) and British-Indian Allied forces (20,000) entered to disarm Japanese troops, bringing along Viet Quoc and Viet Cach plotting to overthrow the government.\n\n## 2. Party's Tasks and Policies:\n\n### a) Immediate Major Tasks:\n\n- Eliminate the famine enemy\n- Eliminate the illiteracy enemy\n- Eliminate the foreign invasion enemy\n\n### b) Directive \"Resistance and Nation Building\" (25/11/1945):\n\n- Identified the main enemy as French colonialists.\n- Slogan: \"Nation above all, Fatherland above all\".\n- Tasks: consolidate government, resist France, eliminate internal traitors and improve living conditions.\n\n### c) Specific Measures:\n\n**Building the new regime:**\n- Urgently held National Assembly elections on 6/1/1946.\n- First National Assembly (2/3/1946) established the formal government.\n\n**Fighting the famine enemy:**\n- Implemented movements such as \"Rice saving jars\", increased production, reduced rent by 25%, abolished poll tax.\n- Famine was basically eliminated by early 1946.\n\n**Fighting the illiteracy enemy:**\n- Launched \"Mass Education\" and \"All People Learn National Script\" movement.\n- By end of 1946, 2.5 million people knew the national script.\n\n**Clever diplomatic struggle:**\n- Made concessions to Chiang Kai-shek to free hands to deal with France.\n- Signed Preliminary Agreement 6/3/1946 with France, recognizing Vietnam as a free nation.\n- Directive \"Peace to advance\" (9/3/1946) called for heightened vigilance and readiness to fight.",
    "tags": [
      "lịch sử",
      "cách mạng tháng tám",
      "chính quyền cách mạng",
      "kháng chiến kiến quốc"
    ]
  },
  {
    "id": 2,
    "chapterId": 2,
    "slug": "duong-loi-khang-chien-toan-quoc-1946-1950",
    "title": "Đường lối kháng chiến toàn quốc và quá trình tổ chức thực hiện (1946 - 1950)",
    "titleEn": "National Resistance Policy and Implementation Process (1946 - 1950)",
    "thumbnail": "https://llct.1cdn.vn/2022/11/14/lyluanchinhtri.vn-home-media-k2-items-cache-_f3223cd8df82a9a2d8d37fafbcfeb167_l.jpg",
    "author": "Admin",
    "createdAt": "2024-06-02",
    "readTime": "30 phút",
    "readTimeEn": "30 minutes",
    "excerpt": "Nghiên cứu về đường lối kháng chiến toàn quốc của Đảng, bối cảnh bùng nổ cuộc kháng chiến chống Pháp, và quá trình tổ chức chỉ đạo cuộc kháng chiến từ 1947 đến 1950.",
    "excerptEn": "Study the Party's national resistance policy, the context of the outbreak of the anti-French resistance, and the process of organizing and directing the resistance from 1947 to 1950.",
    "content": "# 2.1.2. Đường lối kháng chiến toàn quốc và quá trình tổ chức thực hiện (1946 - 1950)\n\n## 1. Cuộc kháng chiến toàn quốc bùng nổ và Đường lối kháng chiến của Đảng:\n\n### a) Bối cảnh bùng nổ:\n\nDo thực dân Pháp không ngừng gây hấn và quyết tâm cướp nước ta lần nữa (chi tiết đã trả lời ở phần trên).\n\n### b) Đường lối kháng chiến:\n\nĐược thể hiện qua các chỉ thị và tác phẩm quan trọng:\n- \"Kháng chiến kiến quốc\" (11/1945)\n- \"Hòa để tiến\" (3/1946)\n- \"Toàn dân kháng chiến\" (12/12/1946)\n- Tác phẩm \"Kháng chiến nhất định thắng lợi\" của Trường Chinh.\n\n### c) Nội dung cơ bản của đường lối:\n\n**Mục tiêu:**\n- Đánh đổ thực dân Pháp xâm lược, giành nền độc lập, tự do, thống nhất hoàn toàn.\n\n**Tính chất:**\n- Kháng chiến toàn dân, toàn diện, lâu dài.\n\n**Phương châm:**\n- Dựa vào sức mình là chính.\n- Vừa tiêu hao sinh lực địch, vừa phát triển lực lượng ta, từng bước xoay chuyển tương quan lực lượng.\n\n## 2. Tổ chức chỉ đạo cuộc kháng chiến (1947 - 1950):\n\n### a) Xây dựng lực lượng và chính quyền:\n\n- Củng cố chính quyền nhân dân. Chia cả nước thành các chiến khu quân sự và thành lập Ủy ban kháng chiến hành chính.\n- Phát triển lực lượng vũ trang: Đến cuối năm 1947, ta có 12 vạn bộ đội chính quy và 1 triệu dân quân tự vệ.\n- Khẩn trương mua sắm vũ khí, tích trữ lương thực, thuốc men, chuẩn bị kháng chiến lâu dài.\n\n### b) Về quân sự (Chiến dịch Việt Bắc Thu Đông 1947):\n\n- Quân Pháp huy động 15.000 quân mở chiến dịch Việt Bắc Thu Đông (15/10/1947).\n- Chiến dịch kết thúc thắng lợi vào 21/12/1947, bảo toàn được cơ quan đầu não và căn cứ địa kháng chiến.\n- Thắng lợi này đánh bại âm mưu \"đánh nhanh, thắng nhanh\" của Pháp. Đây là trận phản công trực diện đầu tiên của Quân đội ta.\n- Ngày 20/1/1948, Đảng phong hàm Đại tướng cho Võ Nguyên Giáp.\n\n### c) Về đối ngoại và bước chuyển chiến lược (1950):\n\n- Năm 1950, Trung Quốc, Liên Xô và các nước Xã hội chủ nghĩa khác thiết lập quan hệ ngoại giao, ủng hộ cuộc kháng chiến của Việt Nam.\n- Chiến dịch Biên giới Thu Đông 1950: Tháng 6/1950, Ban Thường Vụ Trung ương Đảng quyết định mở Chiến dịch Biên giới.\n- Đây là chiến dịch quân sự lớn đầu tiên mà ta chủ động tấn công. Chiến thắng này đã xoay chuyển tình thế, giúp ta giành được thế chủ động trên chiến trường.\n\n### d) Kinh tế, Văn hóa, Xã hội:\n\n- Tiếp tục đẩy mạnh tăng gia sản xuất, tự túc lương thực.\n- Duy trì bình dân học vụ và dạy học ở các cấp phổ thông.\n- Phát động phong trào \"rèn cán, chỉnh quân\" và Phong trào \"thi đua ái quốc\" (11/6/1948).",
    "contentEn": "# 2.1.2. National Resistance Policy and Implementation Process (1946 - 1950)\n\n## 1. Outbreak of National Resistance and Party's Resistance Policy:\n\n### a) Context of Outbreak:\n\nDue to French colonialists continuously causing trouble and determined to seize our country again (details answered in previous section).\n\n### b) Resistance Policy:\n\nExpressed through important directives and works:\n- \"Resistance and Nation Building\" (11/1945)\n- \"Peace to advance\" (3/1946)\n- \"All People Resistance\" (12/12/1946)\n- Work \"Resistance will definitely win\" by Truong Chinh.\n\n### c) Basic Content of the Policy:\n\n**Goal:**\n- Overthrow French colonialist invaders, gain complete independence, freedom, and unification.\n\n**Nature:**\n- All-people, comprehensive, protracted resistance.\n\n**Principle:**\n- Rely mainly on our own strength.\n- Both deplete enemy forces and develop our forces, gradually shifting the balance of forces.\n\n## 2. Organizing and Directing the Resistance (1947 - 1950):\n\n### a) Building Forces and Government:\n\n- Consolidate people's government. Divide the entire country into military zones and establish Resistance Administrative Committees.\n- Develop armed forces: By end of 1947, we had 120,000 regular troops and 1 million militia and self-defense forces.\n- Urgently purchase weapons, stockpile food and medicine, prepare for protracted resistance.\n\n### b) Military (Viet Bac Autumn-Winter Campaign 1947):\n\n- French forces mobilized 15,000 troops to launch Viet Bac Autumn-Winter Campaign (15/10/1947).\n- Campaign ended victoriously on 21/12/1947, preserving the leadership organs and resistance base.\n- This victory defeated France's \"fast strike, quick win\" plot. This was the first direct counterattack of our Army.\n- On 20/1/1948, the Party conferred the rank of General on Vo Nguyen Giap.\n\n### c) Foreign Affairs and Strategic Shift (1950):\n\n- In 1950, China, Soviet Union and other socialist countries established diplomatic relations, supporting Vietnam's resistance.\n- Border Autumn-Winter Campaign 1950: In June 1950, the Party Central Committee's Standing Committee decided to launch the Border Campaign.\n- This was the first large-scale military campaign that we actively attacked. This victory shifted the situation, helping us gain initiative on the battlefield.\n\n### d) Economy, Culture, Society:\n\n- Continued to promote production increase, food self-sufficiency.\n- Maintained mass education and teaching at all levels.\n- Launched \"cadre training and army rectification\" movement and \"Patriotic Emulation\" movement (11/6/1948).",
    "tags": [
      "lịch sử",
      "kháng chiến chống Pháp",
      "đường lối kháng chiến",
      "chiến dịch Việt Bắc",
      "chiến dịch Biên giới"
    ]
  }
]
